Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: The endpoint cannot be reached. Check the address, and that the server runs.
ar: يتعذّر الوصول إلى نقطة النهاية. تحقق من العنوان، ومن أن الخادم قيد التشغيل.
de: Der Endpoint ist nicht erreichbar. Prüfe die Adresse und ob der Server läuft.
es: No se puede acceder al endpoint. Comprueba la dirección y que el servidor esté en marcha.
fr: L’endpoint est injoignable. Vérifiez l’adresse, et que le serveur tourne.
hi: एंडपॉइंट तक नहीं पहुँचा जा सकता। पता जाँचें, और देखें कि सर्वर चल रहा है।
it: Impossibile raggiungere l’endpoint. Controlla l’indirizzo e che il server sia in esecuzione.
ja: エンドポイントに接続できません。アドレスと、サーバが動作していることを確認してください。
ko: 엔드포인트에 연결할 수 없습니다. 주소와 서버 실행 여부를 확인하십시오.
nl: Het endpoint is niet bereikbaar. Controleer het adres en of de server draait.
pl: Nie można połączyć się z endpointem. Sprawdź adres i czy serwer działa.
pt_br: Não é possível acessar o endpoint. Verifique o endereço e se o servidor está em execução.
ru: Endpoint недоступен. Проверьте адрес и убедитесь, что сервер работает.
tr: Uç noktaya ulaşılamıyor. Adresi ve sunucunun çalıştığını denetleyin.
uk: Ендпоінт недоступний. Перевірте адресу й те, що сервер працює.
zh_hans: 无法连接端点。请检查地址，并确认服务器正在运行。
zh_hant: 無法連線至端點。請檢查位址，並確認伺服器正在執行。

source: The endpoint did not answer in time. A local model may still be loading.
ar: لم تستجب نقطة النهاية في الوقت المحدد. قد يكون نموذج محلي لا يزال قيد التحميل.
de: Der Endpoint hat nicht rechtzeitig geantwortet. Ein lokales Modell lädt möglicherweise noch.
es: El endpoint no ha respondido a tiempo. Puede que un modelo local aún se esté cargando.
fr: L’endpoint n’a pas répondu à temps. Un modèle local est peut-être encore en chargement.
hi: एंडपॉइंट ने समय पर उत्तर नहीं दिया। शायद कोई लोकल मॉडल अभी भी लोड हो रहा है।
it: L’endpoint non ha risposto in tempo. Un modello locale potrebbe essere ancora in caricamento.
ja: エンドポイントが時間内に応答しませんでした。ローカルモデルがまだ読み込み中の可能性があります。
ko: 엔드포인트가 제시간에 응답하지 않았습니다. 로컬 모델을 아직 불러오는 중일 수 있습니다.
nl: Het endpoint reageerde niet op tijd. Een lokaal model wordt mogelijk nog geladen.
pl: Endpoint nie odpowiedział na czas. Lokalny model może się jeszcze ładować.
pt_br: O endpoint não respondeu a tempo. Um modelo local talvez ainda esteja carregando.
ru: Endpoint не ответил вовремя. Возможно, локальная модель ещё загружается.
tr: Uç nokta zamanında yanıt vermedi. Yerel bir model hâlâ yükleniyor olabilir.
uk: Ендпоінт не відповів вчасно. Можливо, локальна модель ще завантажується.
zh_hans: 端点未及时响应。本地模型可能仍在载入。
zh_hant: 端點未及時回應。本機模型可能仍在載入中。

source: The endpoint does not say how many tokens it used: the session's usage will stay empty.
ar: لا تذكر نقطة النهاية عدد الرموز التي استخدمتها: سيظل استخدام الجلسة فارغًا.
de: Der Endpoint gibt nicht an, wie viele Tokens er verbraucht hat: Die Nutzung der Sitzung bleibt leer.
es: El endpoint no indica cuántos tokens ha consumido: el uso de la sesión quedará vacío.
fr: L’endpoint ne dit pas combien de jetons il a consommés : l’usage de la session restera vide.
hi: एंडपॉइंट नहीं बताता कि उसने कितने टोकन उपयोग किए: सेशन का उपयोग खाली रहेगा।
it: L’endpoint non indica quanti token ha usato: l’utilizzo della sessione resterà vuoto.
ja: エンドポイントは使用したトークン数を報告しません。セッションの使用状況は空のままになります。
ko: 엔드포인트가 사용한 토큰 수를 알려 주지 않아 세션의 사용량이 비어 있게 됩니다.
nl: Het endpoint meldt niet hoeveel tokens het heeft gebruikt: het gebruik van de sessie blijft leeg.
pl: Endpoint nie podaje, ile tokenów zużył: użycie sesji pozostanie puste.
pt_br: O endpoint não informa quantos tokens usou: o uso da sessão ficará vazio.
ru: Endpoint не сообщает, сколько токенов израсходовано: данные об использовании сессии останутся пустыми.
tr: Uç nokta kaç token kullandığını bildirmiyor: oturumun kullanımı boş kalacak.
uk: Ендпоінт не повідомляє, скільки токенів використав: дані використання сеансу залишаться порожніми.
zh_hans: 端点未报告所用的 token 数：会话的用量将保持为空。
zh_hant: 端點未說明使用了多少 token：工作階段的用量將維持空白。

source: The endpoint gave no list of models Vibe Manager can read. Type them below.
ar: لم تقدّم نقطة النهاية قائمة نماذج يمكن لـ Vibe Manager قراءتها. اكتبها أدناه.
de: Der Endpoint hat keine für Vibe Manager lesbare Liste von Modellen geliefert. Gib sie unten ein.
es: El endpoint no ha proporcionado ninguna lista de modelos que Vibe Manager pueda leer. Escríbelos abajo.
fr: L’endpoint n’a donné aucune liste de modèles lisible par Vibe Manager. Saisissez-les ci-dessous.
hi: एंडपॉइंट ने मॉडलों की ऐसी कोई सूची नहीं दी जिसे Vibe Manager पढ़ सके। उन्हें नीचे टाइप करें।
it: L’endpoint non ha fornito un elenco di modelli leggibile da Vibe Manager. Digitali qui sotto.
ja: エンドポイントからVibe Managerが読み込めるモデルの一覧が返されませんでした。下に入力してください。
ko: 엔드포인트가 Vibe Manager가 읽을 수 있는 모델 목록을 제공하지 않았습니다. 아래에 입력하십시오.
nl: Het endpoint gaf geen lijst met modellen die Vibe Manager kan lezen. Typ ze hieronder.
pl: Endpoint nie podał listy modeli, którą Vibe Manager mógłby odczytać. Wpisz je poniżej.
pt_br: O endpoint não forneceu uma lista de modelos que o Vibe Manager consiga ler. Digite-os abaixo.
ru: Endpoint не предоставил список моделей, который Vibe Manager может прочитать. Введите их ниже.
tr: Uç nokta, Vibe Manager’ın okuyabileceği bir model listesi vermedi. Modelleri aşağıya yazın.
uk: Ендпоінт не надав списку моделей, який може прочитати Vibe Manager. Введіть їх нижче.
zh_hans: 端点未提供 Vibe Manager 可读取的模型列表。请在下方手动输入。
zh_hant: 端點未提供 Vibe Manager 可讀取的模型列表。請在下方輸入。

source: The endpoint said: %@
ar: ردت نقطة النهاية: %@
de: Der Endpoint meldet: %@
es: El endpoint ha respondido: %@
fr: L’endpoint a répondu : %@
hi: एंडपॉइंट ने कहा: %@
it: L’endpoint ha risposto: %@
ja: エンドポイントの応答：%@
ko: 엔드포인트 응답: %@
nl: Het endpoint antwoordde: %@
pl: Endpoint odpowiedział: %@
pt_br: O endpoint respondeu: %@
ru: Ответ endpoint: %@
tr: Uç noktanın yanıtı: %@
uk: Ендпоінт відповів: %@
zh_hans: 端点返回：%@
zh_hant: 端點回應：%@

source: The expression “%@” is cut by the edge of its image.
ar: التعبير «%@» مقطوع بحافة صورته.
de: Der Ausdruck „%@“ wird vom Bildrand abgeschnitten.
es: La expresión “%@” queda cortada por el borde de su imagen.
fr: L’expression « %@ » est coupée par le bord de son image.
hi: भाव “%@” अपनी इमेज के किनारे से कट गया है।
it: L’espressione “%@” è tagliata dal bordo della sua immagine.
ja: 表情「%@」が画像の端で切れています。
ko: 표정 “%@”이(가) 이미지 가장자리에서 잘립니다.
nl: De expressie ‘%@’ wordt afgesneden door de rand van de afbeelding.
pl: Mina „%@” jest ucięta przez krawędź obrazu.
pt_br: A expressão “%@” é cortada pela borda da imagem.
ru: Выражение «%@» обрезано краем изображения.
tr: “%@” ifadesi görüntüsünün kenarından kesiliyor.
uk: Вираз «%@» обрізано краєм зображення.
zh_hans: 表情“%@”被其图像边缘截断。
zh_hant: 表情「%@」被其影像邊緣截斷。

source: The expression “%@” is drawn again: check it, then keep the avatar.
ar: تمت إعادة رسم التعبير «%@»: راجعه، ثم احتفظ بالصورة الرمزية.
de: Der Ausdruck „%@“ wurde neu gezeichnet: Prüfe ihn und behalte dann den Avatar.
es: Se ha vuelto a dibujar la expresión “%@”: revísala y conserva el avatar.
fr: L’expression « %@ » est redessinée : vérifiez-la, puis gardez l’avatar.
hi: भाव “%@” फिर से बनाया गया: इसे जाँचें, फिर अवतार रखें।
it: L’espressione “%@” è stata ridisegnata: verificala, poi mantieni l’avatar.
ja: 表情「%@」を描き直しました。確認してからアバターを残してください。
ko: 표정 “%@”을(를) 다시 그렸습니다. 확인한 후 아바타를 유지하십시오.
nl: De expressie ‘%@’ is opnieuw getekend: controleer haar en behoud de avatar.
pl: Mina „%@” została narysowana ponownie: sprawdź ją, a następnie zachowaj awatar.
pt_br: A expressão “%@” foi redesenhada: verifique-a e depois mantenha o avatar.
ru: Выражение «%@» перерисовано: проверьте его, затем оставьте аватар.
tr: “%@” ifadesi yeniden çizildi: kontrol edin, sonra avatarı saklayın.
uk: Вираз «%@» перемальовано: перевірте його, а потім залиште аватар.
zh_hans: 表情“%@”已重新绘制：请检查，然后保留头像。
zh_hant: 已重新繪製表情「%@」：請檢查，然後保留頭像。

source: The expression “%@” is empty.
ar: التعبير «%@» فارغ.
de: Der Ausdruck „%@“ ist leer.
es: La expresión “%@” está vacía.
fr: L’expression « %@ » est vide.
hi: भाव “%@” खाली है।
it: L’espressione “%@” è vuota.
ja: 表情「%@」は空です。
ko: 표정 “%@”이(가) 비어 있습니다.
nl: De expressie ‘%@’ is leeg.
pl: Mina „%@” jest pusta.
pt_br: A expressão “%@” está vazia.
ru: Выражение «%@» пустое.
tr: “%@” ifadesi boş.
uk: Вираз «%@» порожній.
zh_hans: 表情“%@”为空。
zh_hant: 表情「%@」是空的。

source: The expressions of the sheet received are too small.
ar: تعبيرات لوح الرسوم المستلم صغيرة جدًا.
de: Die Ausdrücke des empfangenen Sprite-Sheets sind zu klein.
es: Las expresiones de la hoja de sprites recibida son demasiado pequeñas.
fr: Les expressions de la planche reçue sont trop petites.
hi: प्राप्त स्प्राइट शीट के भाव बहुत छोटे हैं।
it: Le espressioni della tavola ricevuta sono troppo piccole.
ja: 受け取ったスプライトシートの表情が小さすぎます。
ko: 받은 시트의 표정이 너무 작습니다.
nl: De expressies op het ontvangen spriteblad zijn te klein.
pl: Miny na otrzymanym arkuszu są za małe.
pt_br: As expressões da folha de sprites recebida são pequenas demais.
ru: Выражения на полученном листе спрайтов слишком мелкие.
tr: Alınan sayfadaki ifadeler çok küçük.
uk: Вирази в отриманому аркуші спрайтів замалі.
zh_hans: 收到的精灵图中的表情太小。
zh_hant: 收到的圖集中的表情太小。

source: The file could not be saved.
ar: تعذّر حفظ الملف.
de: Die Datei konnte nicht gesichert werden.
es: No se ha podido guardar el archivo.
fr: Le fichier n’a pas pu être enregistré.
hi: फ़ाइल सहेजी नहीं जा सकी।
it: Impossibile salvare il file.
ja: ファイルを保存できませんでした。
ko: 파일을 저장할 수 없습니다.
nl: Het bestand kon niet worden bewaard.
pl: Nie można zachować pliku.
pt_br: Não foi possível salvar o arquivo.
ru: Не удалось сохранить файл.
tr: Dosya kaydedilemedi.
uk: Не вдалося зберегти файл.
zh_hans: 无法存储文件。
zh_hant: 無法儲存檔案。

source: The first match, or its first group when there is one.
ar: أول مطابقة، أو مجموعتها الأولى إن وجدت.
de: Der erste Treffer oder seine erste Gruppe, falls vorhanden.
es: La primera coincidencia, o su primer grupo si lo hay.
fr: La première correspondance, ou son premier groupe s’il y en a un.
hi: पहला मेल, या उसका पहला समूह यदि कोई हो।
it: La prima corrispondenza, o il suo primo gruppo se ce n’è uno.
ja: 最初に一致した部分、またはグループがある場合は最初のグループ。
ko: 첫 번째 일치 항목 또는 그룹이 있으면 첫 번째 그룹.
nl: De eerste overeenkomst, of de eerste groep daarvan als die er is.
pl: Pierwsze dopasowanie lub jego pierwsza grupa, jeśli istnieje.
pt_br: A primeira correspondência, ou seu primeiro grupo quando houver.
ru: Первое совпадение или его первая группа, если она есть.
tr: İlk eşleşme ya da varsa ilk grubu.
uk: Перший збіг або його перша група, якщо вона є.
zh_hans: 第一个匹配项；如有分组，则取其第一个分组。
zh_hant: 第一個符合項目，若有群組則為其第一個群組。

source: The floating panel presents the requests: no notification is posted while it is on.
ar: تعرض اللوحة العائمة الطلبات: لا يتم إرسال أي إشعار ما دامت مفعّلة.
de: Das schwebende Fenster präsentiert die Anfragen: Solange es aktiv ist, werden keine Mitteilungen gesendet.
es: El panel flotante presenta las solicitudes: no se envía ninguna notificación mientras está activado.
fr: Le panneau flottant présente les demandes : aucune notification n’est envoyée tant qu’il est activé.
hi: फ़्लोटिंग पैनल अनुरोध प्रस्तुत करता है: इसके चालू रहने तक कोई सूचना नहीं भेजी जाती।
it: Il riquadro mobile presenta le richieste: nessuna notifica viene inviata finché è attivo.
ja: フローティングパネルがリクエストを表示します。オンの間は通知されません。
ko: 플로팅 패널이 요청을 표시하므로 켜져 있는 동안에는 알림이 게시되지 않습니다.
nl: Het zwevende paneel presenteert de verzoeken: zolang het aan staat, worden er geen meldingen getoond.
pl: Panel pływający przedstawia prośby: gdy jest włączony, nie są wysyłane powiadomienia.
pt_br: O painel flutuante apresenta as solicitações: nenhuma notificação é enviada enquanto ele está ativado.
ru: Запросы представляет плавающая панель: пока она включена, уведомления не отправляются.
tr: İstekleri yüzen panel sunar: açıkken bildirim gönderilmez.
uk: Плаваюча панель представляє запити: поки вона ввімкнена, сповіщення не надсилаються.
zh_hans: 浮动面板会呈现请求：开启期间不会发送通知。
zh_hant: 浮動面板會呈現請求：開啟時不會發出通知。

source: The floating panel will go back to the default avatar. Export it first to keep it.
ar: ستعود اللوحة العائمة إلى الصورة الرمزية الافتراضية. صدّرها أولًا للاحتفاظ بها.
de: Das schwebende Fenster kehrt zum Standardavatar zurück. Exportiere ihn zuerst, um ihn zu behalten.
es: El panel flotante volverá al avatar por omisión. Expórtalo antes para conservarlo.
fr: Le panneau flottant reprendra l’avatar par défaut. Exportez-le d’abord pour le garder.
hi: फ़्लोटिंग पैनल डिफ़ॉल्ट अवतार पर लौट जाएगा। इसे रखने के लिए पहले एक्सपोर्ट करें।
it: Il riquadro mobile tornerà all’avatar predefinito. Esportalo prima per conservarlo.
ja: フローティングパネルはデフォルトのアバターに戻ります。残しておくには先に書き出してください。
ko: 플로팅 패널이 기본 아바타로 돌아갑니다. 보관하려면 먼저 내보내십시오.
nl: Het zwevende paneel gaat terug naar de standaardavatar. Exporteer hem eerst om hem te behouden.
pl: Panel pływający wróci do domyślnego awatara. Najpierw go wyeksportuj, aby go zachować.
pt_br: O painel flutuante voltará ao avatar padrão. Exporte-o antes para mantê-lo.
ru: Плавающая панель вернётся к аватару по умолчанию. Чтобы сохранить его, сначала экспортируйте.
tr: Yüzen panel varsayılan avatara dönecek. Saklamak için önce dışa aktarın.
uk: Плаваюча панель повернеться до типового аватара. Спершу експортуйте його, щоб зберегти.
zh_hans: 浮动面板将恢复为默认头像。如需保留，请先导出。
zh_hant: 浮動面板將改回預設頭像。若要保留，請先輸出。

source: The format must hold {title}, and may hold {id} and {url}.
ar: يجب أن يتضمن التنسيق {title}، ويمكن أن يتضمن {id} و{url}.
de: Das Format muss {title} enthalten und kann {id} und {url} enthalten.
es: El formato debe contener {title} y puede contener {id} y {url}.
fr: Le format doit contenir {title}, et peut contenir {id} et {url}.
hi: फ़ॉर्मेट में {title} होना चाहिए, और {id} व {url} हो सकते हैं।
it: Il formato deve contenere {title} e può contenere {id} e {url}.
ja: 形式には{title}が必須で、{id}と{url}も使用できます。
ko: 형식에는 {title}이 있어야 하며, {id}와 {url}을 포함할 수 있습니다.
nl: De indeling moet {title} bevatten en mag {id} en {url} bevatten.
pl: Format musi zawierać {title}, a może zawierać {id} i {url}.
pt_br: O formato deve conter {title}, e pode conter {id} e {url}.
ru: Формат должен содержать {title} и может содержать {id} и {url}.
tr: Biçim {title} içermelidir; {id} ve {url} de içerebilir.
uk: Формат має містити {title} і може містити {id} та {url}.
zh_hans: 格式必须包含 {title}，可以包含 {id} 和 {url}。
zh_hant: 格式必須包含 {title}，並可包含 {id} 和 {url}。

source: The generation is cancelled: nothing was changed.
ar: تم إلغاء الإنشاء: لم يتغير أي شيء.
de: Die Generierung wurde abgebrochen: Es wurde nichts geändert.
es: Se ha cancelado la generación: no se ha cambiado nada.
fr: La génération est annulée : rien n’a été modifié.
hi: जनरेशन रद्द हो गया: कुछ नहीं बदला गया।
it: La generazione è stata annullata: non è stato modificato nulla.
ja: 生成はキャンセルされました。何も変更されていません。
ko: 생성이 취소되었습니다. 아무것도 변경되지 않았습니다.
nl: Het genereren is geannuleerd: er is niets gewijzigd.
pl: Generowanie zostało anulowane: nic nie zmieniono.
pt_br: A geração foi cancelada: nada foi alterado.
ru: Создание отменено: ничего не изменено.
tr: Oluşturma iptal edildi: hiçbir şey değiştirilmedi.
uk: Генерування скасовано: нічого не змінено.
zh_hans: 已取消生成：未作任何更改。
zh_hant: 已取消產生：未更改任何內容。

source: The generation uses the account and the quota of this agent.
ar: يستخدم الإنشاء حساب هذا الوكيل وحصته.
de: Die Generierung nutzt den Account und das Kontingent dieses Agents.
es: La generación usa la cuenta y la cuota de este agente.
fr: La génération utilise le compte et le quota de cet agent.
hi: जनरेशन इस एजेंट के अकाउंट और कोटा का उपयोग करता है।
it: La generazione usa l’account e la quota di questo agente.
ja: 生成にはこのエージェントのアカウントと割り当て量が使われます。
ko: 생성에는 이 에이전트의 계정과 할당량이 사용됩니다.
nl: Het genereren gebruikt het account en het quotum van deze agent.
pl: Generowanie korzysta z konta i limitu tego agenta.
pt_br: A geração usa a conta e a cota deste agente.
ru: Для создания используются учётная запись и квота этого агента.
tr: Oluşturma bu ajanın hesabını ve kotasını kullanır.
uk: Генерування використовує обліковий запис і квоту цього агента.
zh_hans: 生成会使用此智能体的账户和额度。
zh_hant: 產生時會使用此代理程式的帳號和配額。

source: The group could not be renamed.
ar: تعذّرت إعادة تسمية المجموعة.
de: Die Gruppe konnte nicht umbenannt werden.
es: No se ha podido renombrar el grupo.
fr: Le groupe n’a pas pu être renommé.
hi: समूह का नाम नहीं बदला जा सका।
it: Impossibile rinominare il gruppo.
ja: グループ名を変更できませんでした。
ko: 그룹 이름을 변경할 수 없습니다.
nl: De naam van de groep kon niet worden gewijzigd.
pl: Nie można zmienić nazwy grupy.
pt_br: Não foi possível renomear o grupo.
ru: Не удалось переименовать группу.
tr: Grup yeniden adlandırılamadı.
uk: Не вдалося перейменувати групу.
zh_hans: 无法重新命名该组。
zh_hant: 無法重新命名群組。

source: The icon a new session with this name and this folder would get.
ar: الأيقونة التي ستحصل عليها جلسة جديدة بهذا الاسم وهذا المجلد.
de: Das Symbol, das eine neue Sitzung mit diesem Namen und Ordner erhalten würde.
es: El icono que recibiría una nueva sesión con este nombre y esta carpeta.
fr: L’icône que recevrait une nouvelle session avec ce nom et ce dossier.
hi: वह आइकन जो इस नाम और इस फ़ोल्डर वाले नए सेशन को मिलेगा।
it: L’icona che riceverebbe una nuova sessione con questo nome e questa cartella.
ja: この名前とフォルダで新規セッションを作成した場合のアイコン。
ko: 이 이름과 폴더로 만든 새로운 세션에 지정될 아이콘입니다.
nl: Het symbool dat een nieuwe sessie met deze naam en deze map zou krijgen.
pl: Ikona, którą otrzymałaby nowa sesja z tą nazwą i tym folderem.
pt_br: O ícone que uma nova sessão com este nome e esta pasta receberia.
ru: Значок, который получит новая сессия с этим названием и этой папкой.
tr: Bu ad ve bu klasörle oluşturulacak yeni bir oturumun alacağı simge.
uk: Іконка, яку отримав би новий сеанс із цією назвою та папкою.
zh_hans: 使用此名称和文件夹的新会话将获得的图标。
zh_hant: 使用此名稱和資料夾的新工作階段將會取得的圖像。

source: The image of “%@” is not square.
ar: صورة «%@» ليست مربعة.
de: Das Bild von „%@“ ist nicht quadratisch.
es: La imagen de “%@” no es cuadrada.
fr: L’image de « %@ » n’est pas carrée.
hi: “%@” की इमेज वर्गाकार नहीं है।
it: L’immagine di “%@” non è quadrata.
ja: 「%@」の画像が正方形ではありません。
ko: “%@”의 이미지가 정사각형이 아닙니다.
nl: De afbeelding van ‘%@’ is niet vierkant.
pl: Obraz miny „%@” nie jest kwadratowy.
pt_br: A imagem de “%@” não é quadrada.
ru: Изображение «%@» не квадратное.
tr: “%@” görüntüsü kare değil.
uk: Зображення «%@» не квадратне.
zh_hans: “%@”的图像不是正方形。
zh_hant: 「%@」的影像不是正方形。

source: The image of “%@” is not the size of the others.
ar: صورة «%@» ليست بحجم الأخريات.
de: Das Bild von „%@“ hat nicht die Größe der anderen.
es: La imagen de “%@” no tiene el tamaño de las demás.
fr: L’image de « %@ » n’a pas la taille des autres.
hi: “%@” की इमेज बाकी के आकार की नहीं है।
it: L’immagine di “%@” non ha le dimensioni delle altre.
ja: 「%@」の画像のサイズがほかと異なります。
ko: “%@”의 이미지 크기가 다른 것과 다릅니다.
nl: De afbeelding van ‘%@’ is niet even groot als de andere.
pl: Obraz miny „%@” ma inny rozmiar niż pozostałe.
pt_br: A imagem de “%@” não tem o tamanho das outras.
ru: Изображение «%@» не совпадает по размеру с остальными.
tr: “%@” görüntüsü diğerleriyle aynı boyutta değil.
uk: Зображення «%@» має інший розмір, ніж решта.
zh_hans: “%@”的图像与其他图像大小不一致。
zh_hant: 「%@」的影像與其他的大小不同。

source: The image of “%@” is too small: 128 pixels at least.
ar: صورة «%@» صغيرة جدًا: 128 بكسل على الأقل.
de: Das Bild von „%@“ ist zu klein: mindestens 128 Pixel.
es: La imagen de “%@” es demasiado pequeña: 128 píxeles como mínimo.
fr: L’image de « %@ » est trop petite : 128 pixels au moins.
hi: “%@” की इमेज बहुत छोटी है: कम से कम 128 पिक्सेल।
it: L’immagine di “%@” è troppo piccola: almeno 128 pixel.
ja: 「%@」の画像が小さすぎます。128ピクセル以上が必要です。
ko: “%@”의 이미지가 너무 작습니다. 최소 128픽셀이어야 합니다.
nl: De afbeelding van ‘%@’ is te klein: minstens 128 pixels.
pl: Obraz miny „%@” jest za mały: co najmniej 128 pikseli.
pt_br: A imagem de “%@” é pequena demais: no mínimo 128 pixels.
ru: Изображение «%@» слишком маленькое: нужно не менее 128 пикселей.
tr: “%@” görüntüsü çok küçük: en az 128 piksel olmalı.
uk: Зображення «%@» замале: потрібно щонайменше 128 пікселів.
zh_hans: “%@”的图像太小：至少需要 128 像素。
zh_hant: 「%@」的影像太小：至少需要 128 像素。

source: The image received cannot be read.
ar: تتعذّر قراءة الصورة المستلمة.
de: Das empfangene Bild ist unlesbar.
es: La imagen recibida es ilegible.
fr: L’image reçue est illisible.
hi: प्राप्त इमेज पढ़ी नहीं जा सकती।
it: L’immagine ricevuta non è leggibile.
ja: 受け取った画像を読み込めません。
ko: 받은 이미지를 읽을 수 없습니다.
nl: De ontvangen afbeelding is onleesbaar.
pl: Nie można odczytać otrzymanego obrazu.
pt_br: A imagem recebida está ilegível.
ru: Полученное изображение невозможно прочитать.
tr: Alınan görüntü okunamıyor.
uk: Отримане зображення неможливо прочитати.
zh_hans: 无法读取收到的图像。
zh_hant: 無法讀取收到的影像。

source: The image received is too large.
ar: الصورة المستلمة كبيرة جدًا.
de: Das empfangene Bild ist zu groß.
es: La imagen recibida es demasiado grande.
fr: L’image reçue est trop grande.
hi: प्राप्त इमेज बहुत बड़ी है।
it: L’immagine ricevuta è troppo grande.
ja: 受け取った画像が大きすぎます。
ko: 받은 이미지가 너무 큽니다.
nl: De ontvangen afbeelding is te groot.
pl: Otrzymany obraz jest za duży.
pt_br: A imagem recebida é grande demais.
ru: Полученное изображение слишком большое.
tr: Alınan görüntü çok büyük.
uk: Отримане зображення завелике.
zh_hans: 收到的图像太大。
zh_hant: 收到的影像太大。

source: The key is refused. Type a new one.
ar: تم رفض المفتاح. اكتب مفتاحًا جديدًا.
de: Der Schlüssel wurde abgelehnt. Gib einen neuen ein.
es: La clave ha sido rechazada. Escribe una nueva.
fr: La clé est refusée. Saisissez-en une nouvelle.
hi: कुंजी अस्वीकार कर दी गई। नई कुंजी टाइप करें।
it: La chiave è stata rifiutata. Digitane una nuova.
ja: キーが拒否されました。新しいキーを入力してください。
ko: 키가 거부되었습니다. 새로 입력하십시오.
nl: De sleutel is geweigerd. Typ een nieuwe.
pl: Klucz został odrzucony. Wpisz nowy.
pt_br: A chave foi recusada. Digite uma nova.
ru: Ключ отклонён. Введите новый.
tr: Anahtar reddedildi. Yenisini yazın.
uk: Ключ відхилено. Введіть новий.
zh_hans: 密钥被拒绝。请输入新的密钥。
zh_hant: 密鑰遭拒。請輸入新的密鑰。

source: The kind of request
ar: نوع الطلب
de: Die Art der Anfrage
es: El tipo de solicitud
fr: Le type de demande
hi: अनुरोध का प्रकार
it: Il tipo di richiesta
ja: リクエストの種類
ko: 요청 종류
nl: Het soort verzoek
pl: Rodzaj prośby
pt_br: O tipo de solicitação
ru: Тип запроса
tr: İsteğin türü
uk: Тип запиту
zh_hans: 请求类型
zh_hant: 請求類型

source: The last summary could not be written, at %@.
ar: تعذّرت كتابة الملخص الأخير، في %@.
de: Die letzte Zusammenfassung um %@ konnte nicht geschrieben werden.
es: No se ha podido escribir el último resumen, a las %@.
fr: Le dernier résumé n’a pas pu être écrit, à %@.
hi: %@ पर, अंतिम सारांश लिखा नहीं जा सका।
it: Impossibile scrivere l’ultimo riepilogo, alle %@.
ja: %@に、最新の要約を作成できませんでした。
ko: %@에 마지막 요약을 작성할 수 없었습니다.
nl: De laatste samenvatting kon om %@ niet worden geschreven.
pl: Nie można było napisać ostatniego podsumowania o %@.
pt_br: Não foi possível escrever o último resumo, às %@.
ru: Не удалось написать последнюю сводку в %@.
tr: Son özet yazılamadı (saat %@).
uk: Не вдалося написати останній підсумок о %@.
zh_hans: %@ 的最近一次摘要未能写入。
zh_hant: 無法撰寫最近一次的摘要（%@）。
